[{"BRAND":"iPhone","PRO":"iPhone 5","COST":"139.99","MSRP":"69.99","QOH":"45","QOBO":"56","DESC":" Apple iPhone 5 smartphone was launched in November 2012. The phone comes with a 4.00-inch touchscreen display with a resolution of 640x1136 pixels at a pixel density of 326 pixels per inch (ppi). Apple iPhone 5 is powered by a 1.3GHz dual-core Apple A6 processor. It comes with 1GB of RAM."},
{"BRAND":"iPhone","PRO":"iPhone 6","COST":"225.99","MSRP":"404.99","QOH":"60","QOBO":"50","DESC":"Apple iPhone 6 32GB smartphone has a IPS LCD display. It measures 137.1 mm x 67 mm x 6.9 mm and weighs 129 grams. The screen has a resolution of 750 x 1334 pixels and 326 ppi pixel density. It has an aspect ratio of 16:9 and screen-to-body ratio of 66.14 %. On camera front, the buyers get a 1.2 MP f/2.2 Primary Camera(31 mm focal length) and on the rear, there's an 8 MP camera with features like Digital Zoom, Auto Flash, Digital image stabilization, Face detection, Simultaneous HD video and image recording, Touch to focus. It is backed by a 1810 mAh battery. Connectivity features in the smartphone include WiFi, Bluetooth, GPS, Volte, NFC and more."},
{"BRAND":"iPhone","PRO":"iPhone 7","COST":"239.99", "MSRP":"507.99","QOH":"62","QOBO":"60","DESC": "Apple iPhone 7 smartphone was launched in September 2016. The phone comes with a 4.70-inch touchscreen display with a resolution of 750x1334 pixels at a pixel density of 326 pixels per inch (ppi) and an aspect ratio of 16:9. Apple iPhone 7 is powered by a 2.34GHz quad-core Apple A10 Fusion processor."},
{"BRAND":"iPhone","PRO":" iPhone 8","COST":"619.99","MSRP":"1067.99","QOH":"70","QOBO":"89","DESC":" The iPhone 8 includes a 4.7-inch display, while the iPhone 8 Plus features a larger 5.5-inch display. Both displays were upgraded with True Tone support, designed to adapt color temperature and intensity to the ambient light in a room for a more natural, paper-like viewing experience."},
{"BRAND":"iPhone","PRO":"iPhone X", "COST":"819.99","MSRP":"1237.99","QOH":"80","QOBO":"90", "DESC":" At a Glance. The iPhone X was Apple's flagship 10th anniversary iPhone featuring a 5.8-inch OLED display, facial recognition and 3D camera functionality, a glass body, and an A11 Bionic processor. Launched November 3, 2017, discontinued with the launch of the iPhone XR, XS, and XS Max."},
{"BRAND":"Samsung","PRO":"Samsung A20", "COST":"679.99","MSRP":"894.99","QOH":"231","QOBO":"90", "DESC":" Samsung Galaxy A20 is powered by an octa-core Samsung Exynos 7884 processor that features 2 cores clocked at 1.6GHz and 6 cores clocked at 1.35GHz. It comes with 3GB of RAM. The Samsung Galaxy A20 runs Android and is powered by a 4000mAh battery."},
{"BRAND":"Samsung","PRO":"Samsung A50", "COST":"589.99","MSRP":"774.99","QOH":"80","QOBO":"90", "DESC":" The Samsung Galaxy A50 is a mid-range smartphone with a premium design, Super AMOLED screen, an in-display fingerprint reader, a triple camera, and a large battery. The phone features a 6.4-inch Super AMOLED screen with Full HD+ resolution, 19.5:9 aspect ratio, and a U-shaped notch."},
 {"BRAND":"Samsung","PRO":"Samsung A70", "COST":"999.99","MSRP":"888.99","QOH":"453","QOBO":"650", "DESC":" Samsung Galaxy A70. Samsung has revamped its Galaxy A series in India with the launch of Galaxy A70. The smartphone comes with an Infinity-U display, 32-megapixel selfie camera and a triple-lens setup at the back. The smartphone can be purchased from Samsung online store and e-commerce platform Flipkart's website."},
 {"BRAND":"Samsung","PRO":"Samsung S20", "COST":"659.99","MSRP":"794.99","QOH":"100","QOBO":"90", "DESC":" As you'd probably expect, the S20 Ultra is a really good phone. Its 120Hz AMOLED display is a thing of beauty, Samsung's build quality is as good as ever, and the upgraded camera system is a lot of fun to shoot with. Samsung went all out with the phone, and the end result is a device that packs in just about every feature imaginable."},
 {"BRAND":"Samsung","PRO":"Samsung S10", "COST":"549.99","MSRP":"694.99","QOH":"80","QOBO":"430", "DESC":" The Galaxy S10 is a fitting 10th anniversary phone for Samsung and its storied S series. It delivers on change with a novel-looking Infinity-O screen so large it displaces the front camera, and a triple-lens rear camera that takes ultra-wide photos."},
 {"BRAND":"Google","PRO":"Pixel 4", "COST":"780.99","MSRP":"884.99","QOH":"80","QOBO":"90", "DESC":" The Pixel 4 was designed to be Google's best and most impressive Pixel yet. It has an all-new 90Hz display, Motion Sense hand gestures, powerful face unlock, and dual rear cameras. There's also a revamped design and upgraded internals, all of which come together to create an enticing overall package."},
 {"BRAND":"Google","PRO":"Pixel 4 XL", "COST":"999.99","MSRP":"894.99","QOH":"60","QOBO":"910", "DESC":" Display: The Pixel 4 features an FHD display with 444 pixels-per-inch density, and the Pixel 4 XL is higher definition, with a QHD display and a pixel density of 537 ppi. But both phones feature a 90Hz OLED Smooth Display. Battery: The last big difference between the two phones is the battery."},
 {"BRAND":"Google","PRO":"Nexus 6p", "COST":"899.99","MSRP":"894.99","QOH":"40","QOBO":"90", "DESC":"The Nexus 6P serves as a launch device for Android 6.0 Marshmallow which introduces a refreshed interface, performance and battery life improvements, Google Now on Tap integration, a fine-grained permission model, fingerprint verification, and other new features."},
 {"BRAND":"Google","PRO":"Pixel 3", "COST":"549.99","MSRP":"654.99","QOH":"55","QOBO":"50", "DESC":" Powering the phone is a Snapdragon 845 processor. The phone has 4GB of RAM and comes in 64GB and 128GB internal storage options. It is a single-SIM device and has an eSIM. At the back, the Pixel 3 has a single 12.2-megapixel camera along with the LED flash."},
 {"BRAND":"Google","PRO":"Pixel 2", "COST":"439.99","MSRP":"434.99","QOH":"80","QOBO":"90", "DESC":" Google Pixel 2 smartphone comes with a 5-inch touchscreen display with a resolution of 1080 * 1920 pixels. The phone is powered by 1.9GHz octa-core Qualcomm Snapdragon 835 processor clubbed with 4GB RAM. ... The phone sports a 12.2-megapixel primary camera on the rear and an 8-megapixel front shooter for selfies."}]
