[{"BRAND":"Apple","PRO":"Mac Book Pro","GN":"Laptop", "COST":139.99,"MSRP":69.99,"QOH":45,"QOBO":56,"DESC":" Designed for those who defy limits and change the world, the new MacBook Pro is by far the most powerful notebook we’ve ever made. With an immersive 16-inch Retina display, superfast processors, next-generation graphics, the largest battery capacity ever in a MacBook Pro, a new Magic Keyboard and massive storage, it’s the ultimate pro notebook for the ultimate user."},
{"BRAND":"Apple","PRO":"Mac Book Air", "GN":"Laptop", "COST":225.99,"MSRP":404.99,"QOH":60,"QOBO":50,"DESC":"The incredibly thin and light MacBook Air is now more powerful than ever. It features a brilliant Retina display, new Magic Keyboard, Touch ID, processors with up to twice the performance,1 faster graphics and double the storage capacity. The sleek wedge-shaped design is created from 100 percent recycled aluminum, making it the greenest Mac ever.2 And with all-day battery life, our most popular Mac is your perfectly portable, do-it-all notebook. "},
{"BRAND":"Apple","PRO":" Apple Watch", "GN":"Watch", "COST":239.99, "MSRP":507.99,"QOH":62,"QOBO":60,"DESC": " The most advanced Apple Watch yet, featuring the Always-On Retina display, the ECG app, international emergency calling, fall detection and a built‑in compass."},
{"BRAND":"Apple","PRO":" Ipod Touch", "GN":" Ipod", "COST":619.99,"MSRP":1067.99,"QOH":70,"QOBO":89,"DESC":"Love music? You can keep more songs than ever on iPod touch, which now comes with up to 256GB of storage.1 Get an Apple Music subscription to stream 60 million songs and download your favourites. Or load iPod touch with songs you love from the iTunes Store. "},
{"BRAND":"Apple","PRO":" Air Pods  ", "GN":" Headphones" ,  "COST":819.99,"MSRP":1237.99,"QOH":80,"QOBO":90, "DESC":"Now with more talk time, voice-activated Siri access — and a wireless charging case — AirPods deliver an unparalleled wireless headphone experience. Simply take them out and they’re ready to use with all your devices. Put them in your ears and they connect immediately, immersing you in rich, high-quality sound. Just like magic.  "},
{"BRAND":"Samsung","PRO":"Samsung TV", "GN":"TV", "COST":679.99,"MSRP":894.99,"QOH":231,"QOBO":90, "DESC":" Enjoy movies, TV series, and console gaming in a new way with this Samsung 65 4K HDR LED Tizen Smart TV. Supreme UHD Dimming, HDR, and Dynamic Crystal Colour delivers impressively vivid colour in 4K to bring images to life. The TV comes pre-loaded with many streaming apps for easily finding content, and Bixby on TV adds convenience via voice control."},
{"BRAND":"Samsung","PRO":"Samsung FlatScreen TV","GN":"TV", "COST":589.99,"MSRP":774.99,"QOH":80,"QOBO":90, "DESC":" Enjoy movies, TV series, and console gaming in a new way with this Samsung 65. 4K HDR LED Tizen Smart TV. Supreme UHD Dimming, HDR, and Dynamic Crystal Colour delivers impressively vivid colour in 4K to bring images to life. The TV comes pre-loaded with many streaming apps for easily finding content, and Bixby on TV adds convenience via voice control. "},
 {"BRAND":"Samsung","PRO":"Samsung Monitor", "GN":" Computer screen", "COST":999.99,"MSRP":888.99,"QOH":453,"QOBO":650, "DESC":" Samsung monitors feature innovative technology and features such as Eye Saver Mode, Flicker-Free technology and ergonomic curved screens to enhance your performance. "},
 {"BRAND":"Samsung","PRO":"Samsung MicroWave", "GN":"Microwave", "COST":459.99,"MSRP":794.99,"QOH":100,"QOBO":90, "DESC":"This microwave has a grilling feature that will keep your food crispy when heating, a ceramic, easy-to-clean interior, and glass touch controls for a streamlined look. "},
 {"BRAND":"Samsung","PRO":"Samsung Fridge ", "GN":"Fridge", "COST":749.99,"MSRP":694.99,"QOH":80,"QOBO":430, "DESC":" Samsung's Family Hub refrigerator is the most packed, featurewise, with a large display that lets you look at a calendar, leave notes, look up recipes, watch TV, play music and more. "},
 {"BRAND":"Google","PRO":"Google Home", "GN":"Speaker", "COST":780.99,"MSRP":884.99,"QOH":80,"QOBO":90, "DESC":" is a line of smart speakers developed by Google under the Google Nest brand. The devices enable users to speak voice commands to interact with services through Google Assistant, the company's virtual assistant. "},
 {"BRAND":"Google","PRO":"Google PixelBook Go", "GN":"Laptop", "COST":999.99,"MSRP":894.99,"QOH":60,"QOBO":"910", "DESC":" At 235 ppi with accurate color reproduction, the Pixelbook display rivals some of the best around, Chromebook or otherwise. It's in the same class as the 227 ppi 13-inch MacBook Pro and the 267 ppi Surface Pro 6. The panel works stunningly for movies and photos, as well as photo editing "},
 {"BRAND":"Google","PRO":"Google Home Mini", "GN":"Speaker",  "COST":899.99,"MSRP":894.99,"QOH":40,"QOBO":90, "DESC":"is a line of smart speakers developed by Google under the Google Nest brand. The devices enable users to speak voice commands to interact with services through Google Assistant, the company's virtual assistant."},
 {"BRAND":"Google","PRO":"Google PixelBook Mini", "GN":"Laptop",  "COST":549.99,"MSRP":654.99,"QOH":55,"QOBO":50, "DESC":" At 235 ppi with accurate color reproduction, the Pixelbook display rivals some of the best around, Chromebook or otherwise. It's in the same class as the 227 ppi 13-inch MacBook Pro and the 267 ppi Surface Pro 6. The panel works stunningly for movies and photos, as well as photo editing "},
 {"BRAND":"Google","PRO":"Google Tablet", "GN":"Tablet", "COST":439.99,"MSRP":434.99,"QOH":80,"QOBO":90, "DESC":" Tablet made for taking on the go. 12 GB storage, 4 GB RAM, 12 GZ camera."}]
